Revit 2027 API
SymbolTypeId.LbfPerFtSup2 Property
 Symbol lbf/ft², indicating unit Pounds force per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbfPerFtSup2 { get; }
Public Shared ReadOnly Property LbfPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbfPerFtSup2 {
	ForgeTypeId^ get ();
}
static member LbfPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace